Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: The sentence must be grammatically correct.
bbl: გრამატიკა ნიფსიჼ ჲეწ ხილ'აჼ

source: The sentence must be speakable.
bbl: ჰ̦ალო̆ ალ'არ ჭირვეჼ ცო დეწ ხილ'აჼ

source: The sentence must be spelled correctly.
bbl: ორთოგრაფია ნიფს ჲეწ ხილ'აჼ

source: The sentence should have fewer than 15 words.
bbl: წინადა́დბე ცო დე́წ ხილ'აჼ 15-ეხ სოუო̆ბო̆ დაშნი

source: The site is ready to be launched when it reaches 75% completion.
bbl: სა́იტ ქჵექიჼ ხილ'ო̆ დახითანა́ჲნო, მაცმე́ თა́რგმნოლა 75%

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
bbl: სა́იტ ჰალო̆ ნიფსლა ქა́შშეჸ. წინიჭ ინფორმა́ციენა́ჲნო̆ დეხო́თხ ჩუ და́ღლუჲში̆<matrixLink>Matrix-ეჼ ერთობეჼ ́ამბუჲ ჲო́ჩო /სასაუბრო, ლე მა́ გიბათ <githubLink>GitHub</githubLink>, ხარვეზ ნიფსჲანა́ჲნო̆ მა́ ჩუ ღობათ <discourseLink> თხე ფო́რუმ́ახ</discourseLink>

source: The sound of laughter.
bbl: დე́ლანდო́ლრეჼ იშ

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
bbl: TED-LIUM შედგე́ნადიენო̆ და იშა́რეჩო̆ ამბუჲ ჲარევა́ჲ, ა́მბუჲ ჲო́ჩო̆ ბგე́რივაჲ, მენხუ́ TED ვებსაიტმაქ დარ ქოჴა́ბტლეჲნი̆

source: The website text is translated into that language.
bbl: ვებსაიტენ ტექსტ თარგმნოლა ეჴ მატტმაქ

source: Think for a moment about the prompt, consider what kind of thing you’d like to say, but don’t script yourself too much. Click the ‘record’ icon. Once you’ve recorded you can listen to yourself, re-record, delete or submit.
bbl: კაძაკ ჰ̦ალო̆ დაკლავათ, უ̂ხ ა́ლ'აჼ ლე́ჸ შუჼ, მა წყეგეჸაჭ მა ქჵექლათ. წკაპ ბა́ჴითათ "ჩაწე́რ" ლიშნეხ. ჩაწე́რადიჩედო́ლიჼ მაკ შუჼ ლარკ ჺო́ფაჼ შუჲ ა́შარხ, ქუჲრთლენა́ ჩაწე́რადარ, წა́შლადარ, ჩუ დითარ.

source: Think of real-life moments or situations: jokes, arguments, traditions
bbl: დაკდო́ჸდებათ ჴენჴე́ნი ა́მბუჲ შუ ცხო́ვრბელეჼ; ბე́კიბარ, აქიი́შ, ბუჰ̦თური, ჴელ-წე́სი.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
bbl: მა́სალელო ჲა ვინაობეციჼ კა́ვშირ ჲაჲნი̆ მონაცე́მი: წე, ელფო́სტეჼ მისამართ, ადგილმდებარეობ, პირად ნო́მერ ლე ტელეფო́ნეჼ ნო́მერ

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
bbl: მა́სალევ კლევადო ვინაობეციჼ კა́ვშირ ჲაჲნი̆ მონაცე́მი: წე, ელფო́სტეჼ მისამართ, ადგილმდებარეობ, პირად ნო́მერ ლე ტელეფო́ნეჼ ნო́მერ

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
bbl: ე ინფორმაცია́ მაკ შუჼ ცო ლატჲოლუჲში̆. ჩანაწერაჼ კრე́ბულ იხითოშ ათხ დაჰ̦ დახო́თხ ვო́მაჸ პირად მონაცე́მი, მე შუჼ წეა́ ელფოსტა́ დაჰ̦ ყასტენო̆ ჲალო̆ შუ ა́სკეხინაჲ სქე́სეხინაჲ

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
bbl: ე მონაცე́მი ლა́ტჲარ ცო ჲა აუცილებელ – შუჼ მოჰ̦ე ლე́ჸიც. კრე́ბულ იხითოშ ათხ დაჰ̦ დახო́თხ ვინაობ ხაჸუჲნი̆ ვო́მაჸ მონაცე́მი, მე ცოჰ̦ანნა́ ხო́ჸულო̆ შუჼ სქესა ასაკა. ტექნოლოგია მე́ ჰ̦ა́მინაჸ გამოდგო́მალა́ლო̆, იშტუჼ ინფორმაციიშ ლე́ტე̆ ტექნოლოგიინმაქ მუშებადო́ჩონ, მე́ უ̂ნმაკ დუჴნაჲრეჩო̆ ნა́ხახ ჴა́ბტულო̆. საო̆ბო̆ გიბათ მაქ ლა́ტდიენჩო̆ მონაცემა́ მნიშვნელობეხ.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
bbl: ციფრია́ ჰაჸ-ცო ბრძანბია́ ღაზივხ ჰ̦ალო̆ ჲა́ბწანაჲნო̆ და ე მოჴმარბაჼ ანალიზევ თაგდიენო̆ კრე́ბულ

source: This is how you cite yourself if you wrote the content yourself.
bbl: ო́ჴუიჼ ნიმუშ, მო́ჰ̦ დეწი́შ მითითბადაჼ წყა́როღ აჲში̆ შაჲრვაჼ დიენო̆ უ̂მ.

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
bbl: ე პრო́ექტე შუხ თარლ'ეჩო̆ ნა́ხწიჼ ცო́მ თაგლა́რ. 🎉დუჴ ნიყ ბა, მე́ნხუჲჩოვა́ მაკ შუჼ ჩუ ჩართოდალანე́ Common Voice ჰ̦ალო̆ ღაზარჲაჼ – ჩუ წვლილ ჲაჰ̦ანა́ჲნო̆ კოდ წე́რადარ ცო ჭირბალა შუჼ!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
bbl: ე პარამეტრევ გუდა́ჴო̆ ჰა́თხდახენჩუ́ჲშლო გუიშ ლე ცო. მაცმე ლაჭყდიენო̆ და, ჴე́ჩუიშნ ცო გუ შუჼ ჰა́თხ იხარ. ე ო ა́ლ'ანდა, მე შუჼ გამოსა́ხულებ, წე ჲე ჰალო̆ თაგდინუჲ ცო ხილ'ო̆ სიელო. ბჵარკკიკელ ხილ'ა́ლ შუგო, მე სი́ ჰალო̆ წინარდანაჲნო { $minutes } წთ ხილ'ო̆ საჭირო̆, მე უ̂ნე́ ხა́რცდა́ლინც, ო ასა́ხოლა́ლო̆

source: Three to go!
bbl: ჴო ჲისენგ!

source: Thur
bbl: თჰური მოტტ

source: Tibetan
bbl: ტიბეტურ

source: Tigre
bbl: ტიგრინია

source: Tigrinya
bbl: ტიგრინია-მოტტ

source: Tlazoyaltepec Mixtec
bbl: ტლაზოჲალტეპეკ მისტეკ

source: Tlingit
bbl: ტლინგიტი მოტტ

source: Toba Qom
bbl: ტობა-კომი

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
bbl: ელფო́სტ ხა́რცჲანაჲნო̆ ლე ნიფსჲანაჲნო̆ წე́რილ დაჸითათ თხო́ჼ მისამა́რთმაქ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: To create your first API key, click "Create API Credentials,” then name your API Credentials and generate unique API Credentials by clicking “Generate Credentials.” Then, copy the secret key immediately, as it will only be displayed once.
bbl: შუჼ დუჲჰ̦რელუჼ API გასაღებ შე́ქმნადბანაჲნო̆ წკაპ ბაჴითათ "API მო́წმობ შედგენაჲნმაქ", ჴენო̆ წე ჲო́ღათ შუ "API მო́წმობახე́ თაგჲებათ უნიკ́ალურ API მო́წმობ ღილაკევ "მო́წმობ შედგ́ენადჲარ". ჴენო̆ მ́ა ჰ̦ათთეჸ საიდუმლო̆ გასაღე́ბეჼ ასლ ე́ცათ, ცო́ჰ̦ დაჩოკ წყეაკ გუბაჲლ'ო̆.

source: Today
bbl: თხა

source: Today's Common Voice progress on clips recorded
bbl: თხალუჼ ჰ̦ა́თხიხრი ჩანაწერა́ხ

source: Today's Common Voice progress on clips validated
bbl: თხალუჼ ჰ̦ა́თხიხრი დარალ'რა́ხ/დამოწმადარეხ

source: Today's Progress
bbl: თხალუჼ ჰ̦ათხიხარ

source: Toggle popover
bbl: ჰ̦ალო̆ ე́ჴჴუჲნი̆ ჩა́რთოდჲარ/გამო́რთოდჲარ

source: Toki Pona
bbl: ტოკი პონა-მოტტ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
bbl: ჩანაწერ მე ჩუ ლა́ტულო Common Voice მონაცემაჼ კრე́ბულე, იშა́რენ ჩანაწერ ჲეწ დამო́წმადჲაჼ შინ ჴენჴენაჸ მომხმა́რებლევ

source: Too many files
bbl: წყეგეჸ დუჴ ფა́ილი და

source: Top Contributors
bbl: ზორაჼ ხეჲლზვენი/მოხალისი

source: To report content, select the “Report” button and choose one or all options: Offensive Content, Different language, Personally Identifiable Information, Other. From here, provide more details about why you are reporting the content in the text area. Then, submit the Report by clicking on the Report button.
bbl: ქატანაჲნი̆ ჴმარბა́დებათ ღილაკ "მოხსე́ნებ" ჲე́ ჩა́ვარდებათ ლე ცჰ̦ა, ლე ვო́მაჸ მონიშნოდუჲნი̆: ჴა́რტაჼ ე́ვდუჲნი̆ მა́სალ, ჴენაჸ მოტტ, ა́დმიეჼ და́ბწლაჲნი̆ მონაცე́მი, ლე ჴენაჸ უ̂მ. უჲსჰ̦ეჸ, ჩაწე́რადოჩო̆ ვე́ლე ჩუ დაწე́რადებათ დოსტო́ღრივ, უ̂ჼ ჴე́ჰ̦ითუჲში̆ მოხსე́ნებ ე მა́სალენმაქ. ჴენო̆ მა́ სო დაჸითათ ღილაკმაქ წკაპბა́ჴითოშ.

source: Torwali
bbl: ტორვალ

source: Total
bbl: დი́ნ

source: Total Approved
bbl: დი́ნ დარაჲლნუჲ

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
bbl: { $totalHours } საათი მიიღწევა სულ რაღაც { $periodMonths } თვეში თუ{ $people } ადამიანი გააკეთებს { $clipsPerDay } ჩანაწერს დღეში

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
bbl: ა́ტტეხ წე́რალა უპირატესბი-ჲე́ ა́ხსნადიენო̆ და, ინფორმა́ციეჼ უხ და́ყ ხილ'ო̆ საჯა́რო̆. ლახუშ ჲეჲნი̆ ბმულივ მაკ შუჼ Common Voice-ეჼ ა́ნგრიშ თაგჲოლუ́ჲში̆ შუჼ ლე́ჸიჩო̆ მოწყო́ბილობერეჼ

source: Toward next goal
bbl: ნიფს შილღეჩო̆ მიზნეგო́მციჼ

source: Track progress here and on your stats page.
bbl: ბჵარკკიკელ ხილ'ალ შუგო შუჼ ჰ̦ათხიხრი ესეჰ̦აჲ, ჲე შუჼ სტატისტიკ აღრიცხვეხაჲ

source: Transcribe
bbl: ნაწე́რეღ დე́რწდარ (გადმოცე́მადარ)

source: Transcribe answers
bbl: პაჲსხი ჩანაწე́რეღ დე́რწდებათ

source: Transcribe Audio
bbl: იშა́რეჩო̆ ჩანაწე́რეღ დე́რწარ <small> (ქასტეჼ) </small>

source: Transcribe audio recordings
bbl: აუდიოჩანაწერაჼ ტრანსკრიფცია შუ მატტმაქ (იშენ ნაწე́რეჼ სახ ჲალ'არ)

source: Transcribe audio recordings into text
bbl: იშა́რეჼ ჩანაწე́რი ტე́ქსტეღ ჲე́რწჲარ (ტრანკრიფცია́)

source: Transcribe Audio <small>(Coming soon)</small>
bbl: იშა́რეჩო̆ ჩანაწე́რეღ დალ'არ <small> (ქა́სტეჼ) </small>

source: Transcribe both languages as they appear / sound. Don’t “fix” the language or change it to only one language.
bbl: ნაწე́რეღ დე́რწდებათ შინაჸ მატტავ ა́ლ'ინო̆/დაწე́რადიენო̆. მა "ნიფსბოთ" მოტტე́ ლე მა ხა́რცბოთ დაჩოკ ცჰ̦აჲნი̆ მატტანმაქ.

source: Transcribe the Audio
bbl: იშ ნაწე́რეღ ჲე́რწჲარ

source: Transcribing
bbl: ნაწე́რეღ დე́რწდარ

source: Transcript edited successfully
bbl: ნაწე́რეღ დე́რწინო̆ დაქიშ ნიფსდალიჼ

source: Transcript skipped successfully
bbl: ნაწე́რეღ დე́რწინო̆ დაქიშ და დაჰ̦ დითენო̆

source: Transcript submitted successfully
bbl: ნაწე́რეღ დე́რწინო̆ დაქიშ და დაჰ̦ითენო̆

source: Transcript voted successfully
bbl: ნაწე́რეღ დე́რწინო̆ დაქიშ შეფა́სბადალიჼ

source: Transgender
bbl: სქესხა́რცჲიენო̆

source: Translate or paraphrase – write what the speaker said, not what they “meant.”
bbl: ლე მა თა́რგმნადბოთე́ ლე მა აღწე́რადბოთ - დაჩოკ ო დაწე́რადბებათ, უნე́ ა́ლ'ინც ლე́ვჩოვ, უ̂ხ ა́ლ'აჼ ლე́ჸერ ოაკ ცო!

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
bbl: მოჰ̦ დეწ თარგმნოდალან საიტ?

source: Translating the site
bbl: საიტ თარგმნოდარ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
bbl: თა́რგმნოდაჼ ინგლისურე́ლეჼ მაკ ჰ̦ონ, მა́ უჲსჰ̦ეჸ ქოჵა́პტლეჲნი̆ და <strong>შემოთა́ვზბი </strong>ჴენ-ჴენაჸ მატტმაქრეჼ. წკაპ ბა́ჴით<strong>Profile</strong>ხა́ტოლეჲნჩონმაქ /აიქონმაქ, ჴენო̆ <strong>Settings</strong> ბმულენმაქ, ჲე მაქ ლატდებ ლე́ჸინ მატტიშ. ლახშურეჩო̆ ატტიჩო̆ ყურე გუდეჲლ'ო შემოთა́ვზბი, მენხუჲჩოხა́ წ́ე́რალა <strong>Locales</strong>. თა́რგმაჼ საიტმაქ აჩე́ნალა ცჰ̦ეჲნ დე́ნი

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
bbl: Common Voice-ეჼ საიტ <strong><strong>თა́რგმნადანაჲნო̆ ჴმა́რბალა </strong>Pontoon</strong>.

source: Try again by dragging your file here
bbl: ო́შტიჸ ცადლიბათ ფა́ილ სო თაჴდარ

source: Try to keep your response to 15-30 seconds
bbl: ცადლიბათ მე́ პა́სუხ ხო́ჸულო̆ 15-30 წამე.

source: Try to spell words correctly for each language, unless the speaker clearly pronounces them in a nonstandard way.
bbl: ცადლიბათ დაშნი ნიფს დაწე́რადოლუჲში̆ ცჰ̦აცჰ̦აჲნი̆ მატტანაჲნო̆, ხო́ლოთ მაცმე́ ჰ̦ამას წყეგეყაჭ ხარც ლე́ოდო̆, ო მა დაწე́რადოთ.

source: Try uploading again
bbl: ტყო́ჸ ცადლიბათ ჰ̦ალო̆ ჴო́წჲარ/ატვირთოდჲარ

source: Tshiluba
bbl: ჩილუბა მოტტ

source: Tshivenda
bbl: შივენდა-მოტტ

source: Tuki
bbl: ტუკი მოტტ

source: Tunen
bbl: ტუნენი-მოტტ

source: Tupuri
bbl: ტუპური-მოტტ

source: Turkish
bbl: თურქულ

source: Turkmen
bbl: თურქმენულ

source: Tush
bbl: ვაჲღეჼ

source: Tuvan
bbl: ტუვა-მოტტ

source: Twi
bbl: ჩვი-მოტტ

source: Typically megabytes
bbl: მუჲლნეჴელბაჲცი̆, მეგაბა́იტი

source: Typos
bbl: ხარცწე́რადინუჲ

source: Ubykh
bbl: უბიხურ

source: Udmurt
bbl: უდმურტულ

source: Ukrainian
bbl: უკრაინულ

source: Unclear
bbl: ცოხაწი́ნი̆

source: Understand contribution criteria
bbl: შარიჼ და́ყ ნიფს ჩუ დაჰ̦რეხ

source: Understand how to contribute and validate on the Common Voice dataset
bbl: გიბათ, მო́ჰ̦ დეწი́შ მაქ ლა́ტდანე́ დაყყდაჼ ჩანაწე́რი, მენხუჲა́ Common Voice-ს ვაშარ ჴე́ჰ̦ო̆ კრე́ბულე

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
bbl: ხაჸათ, სტე́ნახ ბეწი́შ ბჵარკ ლე́ლბაჼ ჩანაწე́რიგო̆ ლარკ ჺე́ფოშ, მე თე́ლ'ივხ ხილ'ილო̆ ჩანაწერა́ჼ სარგე́ბელ

source: Undo
bbl: დუხდე́რწარ

source: Universities, Academics and Researchers
bbl: ჺამდუჲნი, აკადემიურე კვლევადუჲნი დაწესებულები

source: Upload aborted. Do you want to delete your recordings?
bbl: ჰ̦ალო̆ ჴო́წრეხ მაყ ბალ'ბალიჼ. ჰ̦ეჼ ჩანაწე́რი წა́შლადარი́ ლეჸ ჰ̦ოჼ?

source: Upload an image file
bbl: ჰ̦ალო̆ დღო́ფათ (ატვირთოდებათ) სურთეჼ ფაილ

source: { $uploadedQuestions } of { $totalQuestions } questions collected
bbl: { $uploadedQuestions }შეკითხვ მიღე́ბადჲიენო̆ ჲა { $totalSentences }-რეჼ

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
bbl: { $uploadedQuestions }შეკითხვ ვაშარ აჰინო ჲა { $totalQuestions }-რეჼ. გიბათ თხეჼ<guidelinesLink> სახელმძღვანელო</guidelinesLink>, მოჰ ჲეწი́შ ლა́ტჲაჼ შეკითხვი

source: { $uploadedSentences } of { $totalSentences } sentences collected
bbl: { $uploadedSentences }წინადა́დებ ჲა მიღე́ბადჲელნო̆ { $totalSentences }-ხიჼ

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
bbl: { $uploadedSentences } წინადადებ ჲა მიღებადჲელნო { $totalSentences }-ხიჼ. წკაპ ბაჴითათ<downloadLink>ესე</downloadLink>, მე აჰ ჲჵოფლუჲში უარ ალ'ინო წინადადბი

source: Upload failed, please retry.
bbl: ჰ̦ალო̆ ცო ჴო́წჲალიჼ/ატვირთოდჲალიჼ. დეხო́თხ ო́შტიჸ ცადჲოლუ́ჲში̆

source: Upload <icon></icon> public domain sentences
bbl: ჰ̦ალო̆ ჴო́წჲებათ/ატვი́რთოდჲებათ მელ'მი წინადა́დებ ჰ̦ამა́ნეჸ საკუთრებელეჼ

source: Upload in progress...
bbl: ჰ̦ალო̆ ჴო́წჲარ/ატვირთვ ჲუჲტო̆...

source: Upload more sentences?
bbl: სოუბო̆ წინადა́დბი ჰ̦ალო̆ ჴო́წჲანი́ ლე́ჸ შუჼ?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
bbl: ე ჩანაწერ ჰ̦ალდჵო́ფარ/ატვირთოდარ ო́შტიჸ ცო ჴე́რჴბალა, წინიშ ჲა́სტათ "გვერდ", ლე მა́ ჴე́ნკაჸ ცადლიბათ.

source: Upload of this clip keeps failing, keep retrying?
bbl: ე ჩანაწერ ჰ̦ალდჵო́ფარ/ატვირთოდარ ო́შტიჸ ცო დოდალიჼ

source: Urdu
bbl: ურდუ-მოტტ

source: Use Bilingual Prompts
bbl: შინმატტლიჼ მოთხო́ვნი

source: Use bilingual questions or context
bbl: ცო ჲე́წე̆ ხილ'აჼ შინმატტლიჼ შეკითხვია́ შინაარსა́

source: Use correct grammar
bbl: გრამატიკა ნიფსიჼ ჲეწ ხილ'აჼ

source: Use correct orthography
bbl: ნიფსიჼ ა́სუჲ ჴმა́რბადჲებათ

source: Use correct spelling and grammar
bbl: ნიფსიჩო̆ მართლწე́რევაჲ, გრამა́ტიკევაჲ

source: Use correct spelling and grammar.
bbl: შარეჩო̆ მართლწე́რევაჲ გრამა́ტიკევა́ჲ

source: Use correct spelling and punctuation
bbl: ორთოგრაფია ნიფსიჼ ჲეწ ხილ'აჼ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
bbl: საბუ́ხ გამოდგო́მალაჲნი̆ ხილ'ო̆ <mark> "დი́ნ" ჲაჲნი̆ ა́მბუჲ ჲარ მე́ ბჵარკკიკელ ხილ'ულო̆ (აჲლ'ჩე ვაჲ: მაცმე́ ცადლაჲში̆ ზე́პირ ა́მბუჲ ჲარ-ყო́ველდი́ნლუჼ ა́მბუჲ ჲარ ჰ̦ალო̆ ჲაბწლუჲში̆)

source: Use overly formal language
bbl: ცო კლე́ვადბო́ლო̆ წყეგეჸ საქმო́ხიჼ მოტტ

source: Use pronunciation to help
bbl: მოჰ̦ ლევლა, ოჴუჲგო̆ ჰ̦აფსათ

source: Use Pronunciation to Help Determine the Language
bbl: დაკრეშ ლარკ ჺო́ფათ მოტტ ბა́ბწანაჲნო̆

source: User Name
bbl: მომხმა́რებლეჼ წე

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
bbl: მომხმა́რებლივ დე́ყყოდო̆ ფლო́ქოღ ჩუ დე́ჸენო̆ ჩანაწერა́ჼ ნიფსხოლ, ფა́სბადო, ნიფსიში́ ჲა წინადა́დებ ა́ლ'ინო̆ ლე ცო

source: Use situations where both languages are commonly used (e.g., home, school, community events). Example:
bbl: ლა́ტჲებათ ო́შტუჼ სიტუაციიშ, მაცმე́ შიკეჸ მოტტ ჴმა́რბადბო (ჩუჰ̦, სკო́ლე, დუჴ ცჰ̦ა́ღ დაშ)

source: Use standard spelling for each language
bbl: ჴმა́რბადჲებათ ცჰ̦აცჰ̦აჲნი̆ მატტანაჲნო̆ შარიჼ ა́სუჲ.

source: Use words you would actually use, even if borrowed or mixed
bbl: ო ჴეჩო მატტრეჼ დეჸენო დაშნია ჴმარბადებათ, მაკ შუჼ

source: Ushojo
bbl: უშოჯი მოტტ

source: Using Correct Orthography for Each Language
bbl: ჴმა́რბადებათ ცჰ̦აცჰ̦აჲნი̆ მატტანაჲნო̆ შუშუა́ჼ მართლწე́რეჼ წე́სი.

source: Uyghur
bbl: უიღურულ

source: Uzbek
bbl: უზბეკურ

source: Validate
bbl: დაყყდარ

source: Validated Clips
bbl: დარალ'რი

source: Validated Hours
bbl: დარა́ლ'ინო̆ სა́ვთი

source: Validated Hr. Total
bbl: დარა́ლ'ინო̆/დამო́წმადჲიენო̆ სა́ვთი, დი́ნ

source: Validate readings
bbl: დაყყდებათ ჰ̦ალო̆ ხა́ტტინო̆

source: Validate Readings
bbl: ჰ̦ალო̆ ხატტრეჼ დასტურ

source: Validate Readings, Review Transcriptions
bbl: ჰ̦ალო̆ ხატტრეჼ დასტურ, ტრანსპრიპციახ ბჵარკ ლალბარ

source: Validate Readings <small>(Coming soon)</small>
bbl: ჰ̦ალ̆ ხატტარ დაყყდარ <small> (ქასტეჼ)</small>

source: Validate readings submitted by community members
bbl: დასტურ ა́ლ'ათ მონაწილივ დაჸითიენჩო̆ ჰ̦ალხატტრა́ხ

source: Validate user-recorded readings in your language
bbl: ჩანაწერაჼ შუ მატტმაქ ჰ̦ალო̆ ხატტრი ლარკ ჺო́ფრეხ დასტურ ა́ლ'ათ

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
bbl: დაყყდებათ <validateIcon></validateIcon> ე შეკითხვას წე́სინ პასუხ თე́ლ'უჲ?

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
bbl: დაყყდებათ, <validateIcon></validateIcon>ე შეკითხვევ პა́სუხ თე́ლ'უჲ მოთხო́ვნინ?

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
bbl: ჩანაწე́რი დაყყჲარეგოჰ̦ა́ ჲაჴჴოჼ მნიშვნელობ ჲა Common Voice-ეჼ მთავარ მიზნენაჲნო̆. ლარკ ჺოფა́ეთ, ლა́ტათ თხოჼ ღავლჲიენო̆ (ხარისხ ჲაჲნი̆) მონაცე́მი შე́ქმნადჲარელო.

source: Validation Progress
bbl: ჰ̦ა́თხიხარ დაყყდარელო

source: Validations
bbl: დარ ალ'არ

source: Value and recognition.
bbl: დაფასებ, აღიარებ

source: Variant Contribution Options
bbl: ეჰი́ ლე ო მატტანაჲნო̆ და́ყ ჩუ ჰ̦უჲნი̆ პა́რამე́ტრი

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
bbl: ნაირსახეობი მატტიჼ კუთხურ ფო́რმი ჲა – ვაშბიციჼ ბედკა́ჸ და́ხეჩო̆ ნა́ხვ ა́მბუჲ ჴეჩბერკა́ჸ ჲო, კილოხ გა́რდ დიალექტია́ დო ო́ჴარ ა́მბუჲ ჲარეხ.

source: Varying Pronunciations
bbl: ჴეჩბერ და ა́ლ'ინო̆

source: Venetian
bbl: ვენეციურ

source: Version
bbl: ნჵაჲჸ დაითარ/გამოშვებ

source: Very common mistakes include:
bbl: დუჴ და იშტუჼ ხარცხილ'რი:

source: Vietnamese
bbl: ვიეტნამურ

source: View your progress against personal and project goals.
bbl: გიბალათაჲში̆ მო́ლუჼ და აჲში̆ ჩუ დაჰ̦ინო̆ წვლილ შუჼ პირად მიზნეგა́ჲ დინჩო̆ პროექტ მიზნიგა́ჲ ჰ̦ა́ჭუშ.

source: Visible
bbl: დაგლაჲნი̆

source: Voice clips are entered into a submission queue that readies them for listening.
bbl: იშა́რეჼ ჩანაწე́რი, მენხუჲა́ჲ წარდგე́ნოდიენო̆ ჲა ლარკ ჺო́ფანაჲნოე́ შეფა́სბადანაჲნო́

source: Voice Collection
bbl: იშ ჲეჲნი̆ კრებულ

source: Voice Contribution
bbl: აშირვ ლატარ

source: Voice Dataset, Ready for Download
bbl: იშ მონაცემაჼ კრებულ, აჰ ჲჵოფაჼ/ჩამოტვირთოჲაჼ ქჵექიჼ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
bbl: იშ ჲა ბუნებრივ, იშ ჲა ა́დმენიღეჼ. ეჰაჭ წო́ნალა თხოჼ, მაცმე́ თე́გჲო́თხ იშა́რეჼ ტექნოლო́გიიშ მა́შინინ. იშა́რეჼ სისტემი თე́გჲაჼ მა́ თეგჲო́ჩუჲშნი̆ ზორაჲში̆ დუჴ იშა́რეჼ ჩანაწე́რი ჭირბალა.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
bbl: იშ ბუნებრივ ჲე́წე̆ ხილ'აჼ, ა́დმენიღეჼ, ეჰაჭ წონალა თხოჼ, მაცმე́ მაშინინ ტექნოლოგიიშ თე́გჲოო́თხ, იშა́რეჼ სისტემი თე́გჲარევ მა́ ზორაჲში̆ დუჴ იშა́რეჼ ჩანაწე́რი ხილ'არ კლე́ვადო.

source: Voices Online Now
bbl: ინც ჲუჲტო̆ ჩაწე́რ

source: Voice Validation
bbl: ჩანაწე́რი დამო́წმადჲარ

source: Volume
bbl: იშეჼ ლაჴოლ

source: Votic
bbl: ვოტიკურ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
bbl: VoxForge დარ ა́მბუჲ ჲო́ჩო̆ ბგერაჼ იშა́რეჼ კრე́ბულ, მახ ცო ბაშ, ნე́ ნჵაჲნი̆ წყარო́ჼ იშა́რეჩო̆ სისტემინაჲნო̆ თაგდიენო̆

source: Wadiyara Koli
bbl: ვადიარა-კოლი მოტტ

source: Wakhi
bbl: ვახი მოტტ

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
bbl: ლე́ჸი შუჼ, მე Common Voice უფრ ღაზი́ვხ ხილ'ულო́? დაქიჼ და! თათაჼ ჲებათ თხო́გო́ ელფო́სტევ ლე<discourseLink>Discourse-ევ ფო́რუმინმაქ, ალ'ათ/ხაჸითათ თხო́გო́ ხე́თინო́ ხარცხილ'რი <githubLink> GitHub-მაქ, ლე მა ჩა́რთოლიბათ <matrixLink>Matrix-მაქ</matrixLink>ცჰ̦ა́ღ ვაშბიციჼ მიმოწე́რჲარელო

source: Want to save your information? <createProfile>Create a profile</createProfile>
bbl: ლე́ჸი ჰ̦ოჼ ჰ̦აიჼ მონაცე́მი დაჰ̦ გა́გიაჼ? შე́ქმნადჲებ პრო́ფილ

source: Want to stay in touch with Common Voice?
bbl: ლე́ჸი შუჼ ტყუჲჰ̦ ცო დისლუჲშო̆ Common Voice-ეჼ წინჩო̆ ამბო́ხიჼ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
bbl: ლე́ჸი შუჼ წინ ამბუჲ ხაჸაჼ Common Voice-ეჼ წი́ნ მონაცემა́ჼ კრე́ბულ იხითოშ? გამოწე́რადებათ თხეჼ წინჩო̆ ამბოჼ ცნო́ბარ

source: Watch our video explainer to help
bbl: გიბათ ვიდეო ღაზი́შ ხაჸანაჲნო̆

source: Wayuunaiki
bbl: ვაუნაკი-მოტტ

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
bbl: ბჵა́რჩეჸ სტეხო́თხ მომხმა́რებლიგორეჼ თათაჼ ჲარ ჴენჴე́ნი უ̂ნა́ხში ლე ჭირბალაშ, ლე მა́ ვითა́რბას კლე́ვადოშ. – მონაცე́მი ღაზივხ ვაშარ ჴე́ჰ̦რეხა́ ცჰ̦აღ ქე́სადალრეხა́ უ̂მ ღაზეჼ აზრ ჲა́ჰ̦ შუგო, ჰა́მბალა თხოჼ ო ა́ზრი <emailFragment> შუგრეჼ ხაწლო́თხ.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
bbl: ათხ თე́გდო́თხ ჰ̦ამინაჲნოჸ ქოჴა́ბტლაჲნი̆ იშა́რეჩო მონაცემა́ჼ კრე́ბულ, მე́ნუხა́ჲ ჴმა́რბადაჼ მაკ ჰ̦ა́მინაჸ იშა́რეჼ ტექნოლო́გიი ჲაჲნი̆ პროგრა́მი მე ღაზი́ვხ მუშებალა́ლო

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
bbl: ათხ ლაჲტა́თხ ნა́ხნ, მე́ წი́ნ ტექნოლოგიი დანე́რგადჲოლო̆, მატტიჼ უფლები და́ცოდჲოლო̆. დაკლე́ვდოჰ̦ი́შ ჲაჴჴოჼ პროექტ ლე კამპანია ჲო́ლჲაჼ, დეხო́თხ შუხ <emailFragment> თათაჼ ჲოლუ́ჲში̆ თხო́გო̆. </emailFragment>

source: We are going out to get a coffee.
bbl: ღაძიშაჭ ჴეთ სოჼ ვაჲღეჼ ("ღაძიშ" ცო წერალა, მა მიჩუჲშვ ე დაშლო ზ-ნ დაყე ძ ლეობო̆, )

source: We are going out to get coffee.
bbl: ჩანაწერ წუნბადჲოშ თხილუშ ხილ'ათ, მაცმე́ ლე დოშ, ლე ინტონაცია (მახვილ) უჲშტი̆ ცო ლე́ვლა, მოჰ̦ე შუჼ ხაწენდა, და́ხაჸ მე, ცჰ̦ეჲნი̆ მატტლო შაძლე́ბალა დუჴ ჴეჩ-ჴეჩნა́ჲრეჼ ა́ლ'არ დალო̆, მენხუ ცომაცნი́ ცო ხაწენდა შუჼ ეჴ საზო́გადოებე. დეხო́თხ, ცოშუღეშ ამბუჲ ჲუჲნშიგოჰ̦ა́ მა́მ დავდოთ
